{ "contents": [{
  "title": "The 9 Most Important News Stories Affecting Women Right Now",
  "author": "Lani Seelinger",
  "image": "https://typeset-beta.imgix.net/2017/3/20/182981358.jpg",
  "text": "<p>If you tuned out the world over the weekend, it's time to start tuning back in. However, if you'd like to limit your news consumption, though, you've come to the right place. All you have to do is take a look at the most important news stories affecting women right now, and then you can go about your business.</p><p>The fact is, there's a lot swirling around in the news these days, and you can only keep up with so much. You're only human, right? There are certain news stories that are especially important for women, so if you have to pick and choose what you want to read on any given day, then these are the stories that you can read now and then keep following up with.</p><p>It may seem like there's been a dip in important stories for female readers lately just because the president hasn't said anything obviously sexist in the last 48 hours, but don't be fooled. Now more than ever, it's important to be engaged. That said, it's also necessary to choose where you put your attention. Now, without further ado, here are nine of the most important stories affecting women right now.</p>"
  },
{
  "title": "Signs You Might Want To Date Other People",
  "author": "Laken Howard",
  "image": "https://typeset-beta.imgix.net/2017/3/20/9b0047f1-afc7-4acf-a8e3-4e7da3b355fd.jpg",
  "text": "<p>It's perfectly natural to experience ruts in a long-term relationship: life with your partner might feel a little too routine or stagnant, or maybe there's a lack of passion and excitement that you crave. But if you've been feeling a bit meh in your relationship, how can you tell whether it's just a phase, or whether your gut is telling you to move on? It's crucial to learn how to work through ruts with your partner, but sometimes, feeling unfulfilled or dissatisfied in a relationship simply means it's time to let go and find something new.</p><p>\"In any relationship, even marriage, there is always an option to leave and date other people,\" Samantha Burns, Relationship Counselor and Dating Coach at Love Successfully, tells Bustle. \"Typically this happens because individuals feel their emotional needs for attention, support, and praise, and physical needs for affection and sex are not being met. In happy, satisfying relationships, the couple turns towards each other to communicates effectively about their needs. These solid couples are great at repairing the damage caused by arguments or disconnection. But when you don’t have these communication skills, or the motivation and commitment to work with your partner, this is when you're at risk of turning outwards to find another person to meet your needs.\"</p><p>It can be difficult to let go of a long-term relationship, but if you're unhappy and yearning for something more — even in the form of a new partner — that's totally OK. All you can do is be honest with yourself and your partner about your feelings, and then decide whether you want to work through things or move on. Here are five signs that you might be interested in ending your current relationship and dating other people.</p>"
  },
{
  "title": "I Didn't Believe My Eating Disorder Was An Eating Disorder",
  "author": "Rachel Lyon",
  "image": "https://typeset-beta.imgix.net/2017/3/13/2e127ba2-b002-4bf9-890d-e4af47417598.jpeg",
  "text": "<p>What I had, when I had it, I didn't call an eating disorder. I was losing a bunch of weight, but it wasn’t an eating disorder. I ate very little, but it wasn’t an eating disorder. It was just that I was choosing to barely eat. It was just that when I looked at myself, I was choosing to see ugliness.</p><p>For me, it was a choice. For many women, it isn’t. I fgeel for them, but I cannot speak for them. For me, choosing to stay hungry was a small, insidious act of the imagination.</p><p>I had been lucky. The world I grew up in was pretty good to me. I was that rarest of teenaged girls who ate bagels and pizza and chocolate chip cookies without shame. I was a poetry-writing, violin-playing, nerdy little weirdo, but it didn’t really matter; I was loved.</p>"
  }]
}
